Repository: ClawdBonzo/ScentVibe
Catalog: ScentVibe/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# widget.description
source: Your latest scent match at a glance.
de: Dein neuester Duft-Match auf einen Blick.
es: Tu última afinidad olfativa de un vistazo.
fr: Votre dernier accord parfumé en un coup d'œil.
it: Il tuo ultimo abbinamento olfattivo a colpo d'occhio.

# notification.title
source: What's Your Vibe Today?
de: Was ist Deine Vibe Heute?
es: ¿Cuál es Tu Vibe Hoy?
fr: Quelle est Votre Vibe Aujourd'hui ?
it: Qual è la Tua Vibe Oggi?

# notification.body
source: Snap your outfit and discover your perfect scent match for the day.
de: Fotografiere dein Outfit und entdecke deinen perfekten Duft für den Tag.
es: Fotografía tu outfit y descubre tu afinidad olfativa perfecta para el día.
fr: Photographiez votre tenue et découvrez votre accord parfumé du jour.
it: Scatta una foto del tuo outfit e scopri il tuo abbinamento olfattivo perfetto per la giornata.

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# common.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

# tab.matches
source: Matches
es: Afinidades
fr: Accords
it: Abbinamenti

# onboarding.match.vibeMatch
source: Vibe Match
es: Afinidad Vibe
fr: Accord Vibe

# detail.matchPercent
source: %@%% match
es: %@%% de afinidad
fr: %@%% d'accord
it: %@%% di affinità

# detail.region
source: Region
es: Región
fr: Région
it: Regione

# settings.upgrade
source: Upgrade
es: Mejorar Plan
fr: Passer à Pro
it: Passa a Pro

# settings.version
source: Version
es: Versión
it: Versione

# common.vibeMatch
source: Vibe Match
es: Afinidad Vibe
fr: Accord Vibe

# common.ok
source: OK
es: Aceptar

# detail.vibeScore
source: Vibe Score
fr: Score Vibe

# common.vibeScore
source: Vibe Score
fr: Score Vibe
